export const desc = {
  home: (
    <p>
      오셨군요... 안녕하십니까? 저는 산타입니다. 당신을 위한 크리스마스 선물을
      준비했습니다. 하지만 선물을 얻기 위해서는 제가 준비한 질문에 올바른 답을
      해주셔야만 합니다.
      <br />
      자, 시작해 볼까요?
    </p>
  ),
  verifyName: <p>먼저 본인 확인 절차가 있겠습니다. 이름이 어떻게 되시나요?</p>,
  verifyPhonePwd: (
    <p>
      다음으로 핸드폰 잠금 해제 비밀번호를 확인하겠습니다. 호오, 남편분과 잠금
      해제 비밀번호가 같으시군요?
    </p>
  ),
  1: (
    <p>
      본인 확인 절차가 끝났습니다!
      <br />
      자, 첫 번째 문제입니다. 당신에게 선물을 준비한 산타의 본명이 무엇일까요?
    </p>
  ),
  2: (
    <p>
      호오... 제 본명을 알고 계셨군요. 좋습니다.
      <br />
      그럼, 다음 문제입니다. 제 키는 몇 cm일까요? 흠... 혹시나 해서
      말씀드리지만, 제 키는 175cm가 아닙니다. (답은 세 자리 정수)
    </p>
  ),
  3: (
    <p>
      그렇습니다. 제 키는 그렇습니다. 뭐라고요? 안 들립니다.
      <br />
      자, 다음 문제입니다. 제가 오늘 아침에 몸무게를 재보니, AB.Ckg이라고
      뜨더군요. 제 오늘 자 몸무게는 몇이었을까요? (답은 세 자리 정수 ABC)
    </p>
  ),
  4: (
    <p>
      오... 제 오늘 자 몸무게까지 아시다니, 대단한걸요? 혹시 반복 작업하신 건
      아니죠? 어? 약간 킹받으신 거 같은데 아닌가요?
      <br />
      네, 아무튼 다음 문제입니다. 그렇다면 제 신발 사이즈는 어떻게 될까요? (답은
      세 자리 정수)
    </p>
  ),
  5: (
    <p>
      맞았습니다! 좋습니다, 아주 좋아요. 참고로 저는 요새 검흰 삭스슈즈가 마음에
      들더군요. 그래서 뭐 어쩌냐고요? 그냥 그렇다고요. 헤헤.
      <br />
      다음 문제입니다. 다음은 객관식입니다. 다음 중 제가 가보지&nbsp;
      <span>않은</span> 나라는 어디일까요?
    </p>
  ),
  6: (
    <p>
      맞았습니다! 중국은 가본 적이 없어요. 제 아내가 상하이를 다녀왔는데 되게
      좋았다고 하더군요. 저도 한 번 가보고 싶군요.
      <br />
      그럼, 다음 문제입니다. 다음 중 제가 일했던 회사가&nbsp;
      <span>아닌 곳</span>은 어디일까요?
    </p>
  ),
  7: (
    <p>
      저는 Woolworths에서 일하기는 했지만, Woolworths 소속은 아니었습니다!
      Woolworths가 계약한 업체 소속이었지요. 몰랐던 사실이죠? 호호.
      <br /> 자, 다음 문제입니다. 다음 중 제가 가장 좋아하는 음식은 어떤
      음식일까요?
    </p>
  ),
  8: (
    <p>
      이 중에서는 당연히 뜨끈~하고 든든~한 막창국밥 아니겠습니까? 얘기하니까 또
      먹고싶네요. 츄르릅...
      <br /> 크흠, 다음 문제입니다. 다음 중 제가 지금 가장 가고 싶은 나라는
      어디일까요?
    </p>
  ),
  9: (
    <p>
      이 중에서는 당연히 뜨끈~하고 든든~한 막창국밥 아니겠습니까? 얘기하니까 또
      먹고싶네요. 츄르릅...
      <br /> 크흠, 다음 문제입니다. 다음 중 제가 지금 가장 가고 싶은 나라는
      어디일까요?
    </p>
  ),
  10: (
    <p>
      설마, 첫 번째나 두 번째 선택지를 택하셨던 건 아니죠? 누가 보면 인성을
      국밥에 말아먹은 사람인 줄 알게 말이죠. 하하.
      <br />
      자, 집중해주세요! 대망의 마지막 문제입니다. 이 문제가 모든 문제 중 가장
      중요한 문제입니다.
      <br />
      다음 중 저의 생일은 언제일까요?
    </p>
  ),
  openRandomBox: (
    <p>고생하셨습니다! 랜덤 선물 박스를 눌러 선물을 확인하세요.</p>
  ),
};
